{
    "1.1.1": "Great are You, O Lord, and greatly to be praised; great is Your power, and of Your wisdom there is no end. And man, being a part of Your creation, desires to praise You — man, who bears about with him his mortality, the witness of his sin, even the witness that You resist the proud, — yet man, this part of Your creation, desires to praise You. You move us to delight in praising You; for You have made us for Yourself, and our hearts are restless until they rest in You. [cor nostrum inquietum est donec requiescat in Te] Lord, teach me to know and understand which of these should be first: to call on You, or to praise You; and likewise to know You, or to call on You. But who calls upon You without knowing You? For he that knows You not may call upon You as other than You are. Or perhaps we call on You that we may know You. But how shall they call on Him in whom they have not believed? Or how shall they believe without a preacher? Romans 10:14 And those who seek the Lord shall praise Him. For those who seek shall find Him, Matthew 7:7 and those who find Him shall praise Him. Let me seek You, Lord, in calling on You, and call on You in believing in You; for You have been preached unto us. O Lord, my faith calls on You — that faith which You have imparted to me, which You have breathed into me through the incarnation of Your Son, through the ministry of Your preacher.",
    "1.2.2": "And how shall I call upon my God — my God and my Lord? For when I call on Him I ask Him to come into me. And what place is there in me into which my God can come — into which God can come, even He who made heaven and earth? Is there anything in me, O Lord my God, that can contain You? Do indeed the very heaven and the earth, which You have made, and in which You have made me, contain You? Or, as nothing could exist without You, does whatever exists contain You? Why, then, do I ask You to come into me, since I indeed exist, and could not exist if You were not in me? Because I am not yet in hell, though You are even there; for if I go down into hell You are there. I could not therefore exist, could not exist at all, O my God, unless You were in me. Or should I not rather say, that I could not exist unless I were in You from whom are all things, by whom are all things, in whom are all things? Romans 11:36 Even so, Lord; even so. Where do I call You to, since You are in me, or whence can You come into me? For where outside heaven and earth can I go that from thence my God may come into me who has said, I fill heaven and earth? Jeremiah 23:24",
    "1.3.3": "Since, then, You fill heaven and earth, do they contain You? Or, as they contain You not, do You fill them, and yet there remains something over? And where do You pour forth that which remains of You when the heaven and earth are filled? Or, indeed, is there no need that You who contains all things should be contained of any, since those things which You fill You fill by containing them? For the vessels which You fill do not sustain You, since should they even be broken You will not be poured forth. And when You are poured forth on us, Acts 2:18 You are not cast down, but we are uplifted; nor are You dissipated, but we are drawn together. But, as You fill all things, fill them with Your whole self, or, as even all things cannot altogether contain You, do they contain a part, and do all at once contain the same part? Or has each its own proper part — the greater more, the smaller less? Is, then, one part of You greater, another less? Or is it that You are wholly everywhere while nothing altogether contains You? [In this section, and constantly throughout the Confessions, he refers to the materialistic views concerning God held by the Manichæans.]",
    "1.4.4": "What, then, are You, O my God — what, I ask, but the Lord God? For who is Lord but the Lord? Or who is God save our God? Most high, most excellent, most potent, most omnipotent; most piteous and most just; most hidden and most near; most beauteous and most strong, stable, yet contained of none; unchangeable, yet changing all things; never new, never old; making all things new, yet bringing old age upon the proud and they know it not; always working, yet ever at rest; gathering, yet needing nothing; sustaining, pervading, and protecting; creating, nourishing, and developing; seeking, and yet possessing all things. You love, and burn not; You are jealous, yet free from care; You repent, and have no sorrow; You are angry, yet serene; You change Your ways, leaving unchanged Your plans; You recover what You find, having yet never lost; You are never in want, while You rejoice in gain; You are never covetous, though requiring usury. Matthew 25:27 That You may owe, more than enough is given to You, [Supererogatur tibi, ut debeas] yet who has anything that is not Yours? You pay debts while owing nothing; and when You forgive debts, lose nothing. Yet, O my God, my life, my holy joy, what is this that I have said? And what says any man when He speaks of You? Yet woe to those who keep silence, seeing that even they who say most are as the dumb.",
    "1.5.5": "Oh! How shall I find rest in You? Who will send You into my heart to inebriate it, so that I may forget my woes, and embrace You my only good? What are You to me? Have compassion on me, that I may speak. What am I to You that You demand my love, and unless I give it You art angry, and threaten me with great sorrows? Is it, then, a light sorrow not to love You? Alas! Alas! Tell me of Your compassion, O Lord my God, what You are to me. Say unto my soul, I am your salvation. So speak that I may hear. Behold, Lord, the ears of my heart are before You; open them, and say unto my soul, I am your salvation. When I hear, may I run and lay hold on You. Hide not Your face from me. Let me die, lest I die, if only I may see Your face.",
    "1.5.6": "Cramped is the dwelling of my soul; expand it, that You may enter in. It is in ruins, restore it. There is that about it which must offend Your eyes; I confess and know it, but who will cleanse it? Or to whom shall I cry but to You? Cleanse me from my secret sins, O Lord, and keep Your servant from those of other men. I believe, and therefore do I speak; Lord, You know. Have I not confessed my transgressions unto You, O my God; and You have put away the iniquity of my heart? I do not contend in judgment with You, Job 9:3 who art the Truth; and I would not deceive myself, lest my iniquity lie against itself. I do not, therefore, contend in judgment with You, for if You, Lord, should mark iniquities, O Lord, who shall stand?",
    "1.6.7": "Still suffer me to speak before Your mercy — me, dust and ashes. Genesis 18:27 Allow me to speak, for, behold, it is Your mercy I address, and not derisive man. Yet perhaps even You deride me; but when You are turned to me You will have compassion on me. Jeremiah 12:15 For what do I wish to say, O Lord my God, but that I know not whence I came hither into this — shall I call it dying life or living death? Yet, as I have heard from my parents, from whose substance You formed me — for I myself cannot remember it — Your merciful comforts sustained me. Thus it was that the comforts of a woman's milk entertained me; for neither my mother nor my nurses filled their own breasts, but You by them gave me the nourishment of infancy according to Your ordinance and that bounty of Yours which underlies all things. For You caused me not to want more than You gave, and those who nourished me willingly to give me what You gave them. For they, by an instinctive affection, were anxious to give me what You had abundantly supplied. It was, in truth, good for them that my good should come from them, though, indeed, it was not from them, but by them; for from You, O God, are all good things, and from my God is all my safety. Proverbs 21:31 This is what I have since discovered, as You have declared Yourself to me by the blessings both within me and without me which You have bestowed upon me. For at that time I knew how to suck, to be satisfied when comfortable, and to cry when in pain — nothing beyond.",
    "1.6.8": "Afterwards I began to laugh — at first in sleep, then when waking. For this I have heard mentioned of myself, and I believe it (though I cannot remember it), for we see the same in other infants. And now little by little I realized where I was, and wished to tell my wishes to those who might satisfy them, but I could not; for my wants were within me, while they were without, and could not by any faculty of theirs enter into my soul. So I cast about limbs and voice, making the few and feeble signs I could, like, though indeed not much like, unto what I wished; and when I was not satisfied — either not being understood, or because it would have been injurious to me — I grew indignant that my elders were not subject unto me, and that those on whom I had no claim did not wait on me, and avenged myself on them by tears. That infants are such I have been able to learn by watching them; and they, though unknowing, have better shown me that I was such an one than my nurses who knew it.",
    "1.6.9": "And, behold, my infancy died long ago, and I live. But You, O Lord, who ever livest, and in whom nothing dies (since before the world was, and indeed before all that can be called before, You exist, and are the God and Lord of all Your creatures; and with You fixedly abide the causes of all unstable things, the unchanging sources of all things changeable, and the eternal reasons of all things unreasoning and temporal), tell me, Your suppliant, O God; tell, O merciful One, Your miserable servant — tell me whether my infancy succeeded another age of mine which had at that time perished. Was it that which I passed in my mother's womb? For of that something has been made known to me, and I have myself seen women with child. And what, O God, my joy, preceded that life? Was I, indeed, anywhere, or anybody? For no one can tell me these things, neither father nor mother, nor the experience of others, nor my own memory. Do you laugh at me for asking such things, and command me to praise and confess You for what I know?",
    "1.6.10": "I give thanks to You, Lord of heaven and earth, giving praise to You for that my first being and infancy, of which I have no memory; for You have granted to man that from others he should come to conclusions as to himself, and that he should believe many things concerning himself on the authority of feeble women. Even then I had life and being; and as my infancy closed I was already seeking for signs by which my feelings might be made known to others. Whence could such a creature come but from You, O Lord? Or shall any man be skilful enough to fashion himself? Or is there any other vein by which being and life runs into us save this, that You, O Lord, hast made us, with whom being and life are one, because You Yourself art being and life in the highest? You are the highest, You change not, Malachi 3:6 neither in You does this present day come to an end, though it does end in You, since in You all such things are; for they would have no way of passing away unless You sustained them. And since Your years shall have no end, Your years are an ever present day. And how many of ours and our fathers' days have passed through this Your day, and received from it their measure and fashion of being, and others yet to come shall so receive and pass away! But You are the same; and all the things of tomorrow and the days yet to come, and all of yesterday and the days that are past, You will do today, You have done today. What is it to me if any understand not? Let him still rejoice and say, What is this? Let him rejoice even so, and rather love to discover in failing to discover, than in discovering not to discover You.",
    "1.7.11": "Hearken, O God! Alas for the sins of men! Man says this, and You have compassion on him; for You created him, but did not create the sin that is in him. Who brings to my remembrance the sin of my infancy? For before You none is free from sin, not even the infant which has lived but a day upon the earth. Who brings this to my remembrance? Does not each little one, in whom I behold that which I do not remember of myself? In what, then, did I sin? Is it that I cried for the breast? If I should now so cry — not indeed for the breast, but for the food suitable to my years — I should be most justly laughed at and rebuked. What I then did deserved rebuke; but as I could not understand those who rebuked me, neither custom nor reason suffered me to be rebuked. For as we grow we root out and cast from us such habits. I have not seen any one who is wise, when purging John 15:2 anything cast away the good. Or was it good, even for a time, to strive to get by crying that which, if given, would be hurtful — to be bitterly indignant that those who were free and its elders, and those to whom it owed its being, besides many others wiser than it, who would not give way to the nod of its good pleasure, were not subject unto it — to endeavour to harm, by struggling as much as it could, because those commands were not obeyed which only could have been obeyed to its hurt? Then, in the weakness of the infant's limbs, and not in its will, lies its innocency. I myself have seen and known an infant to be jealous though it could not speak. It became pale, and cast bitter looks on its foster-brother. Who is ignorant of this? Mothers and nurses tell us that they appease these things by I know not what remedies; and may this be taken for innocence, that when the fountain of milk is flowing fresh and abundant, one who has need should not be allowed to share it, though needing that nourishment to sustain life? Yet we look leniently on these things, not because they are not faults, nor because the faults are small, but because they will vanish as age increases. For although you may allow these things now, you could not bear them with equanimity if found in an older person.",
    "1.7.12": "You, therefore, O Lord my God, who gave life to the infant, and a frame which, as we see, You have endowed with senses, compacted with limbs, beautified with form, and, for its general good and safety, hast introduced all vital energies — You command me to praise You for these things, to give thanks unto the Lord, and to sing praise unto Your name, O Most High; for You are a God omnipotent and good, though You had done nought but these things, which none other can do but You, who alone made all things, O You most fair, who made all things fair, and orders all according to Your law. This period, then, of my life, O Lord, of which I have no remembrance, which I believe in the word of others, and which I guess from other infants, it chagrins me — true though the guess be — to reckon in this life of mine which I lead in this world; inasmuch as, in the darkness of my forgetfulness, it is like to that which I passed in my mother's womb. But if I was shapen in iniquity, and in sin did my mother conceive me, where, I pray you, O my God, where, Lord, or when was I, Your servant, innocent? But behold, I pass by that time, for what have I to do with that, the memories of which I cannot recall?",
    "1.8.13": "Did I not, then, growing out of the state of infancy, come to boyhood, or rather did it not come to me, and succeed to infancy? Nor did my infancy depart (for whither went it?); and yet it did no longer abide, for I was no longer an infant that could not speak, but a chattering boy. I remember this, and I afterwards observed how I first learned to speak, for my elders did not teach me words in any set method, as they did letters afterwards; but myself, when I was unable to say all I wished and to whomsoever I desired, by means of the whimperings and broken utterances and various motions of my limbs, which I used to enforce my wishes, repeated the sounds in my memory by the mind, O my God, which You gave me. When they called anything by name, and moved the body towards it while they spoke, I saw and gathered that the thing they wished to point out was called by the name they then uttered; and that they did mean this was made plain by the motion of the body, even by the natural language of all nations expressed by the countenance, glance of the eye, movement of other members, and by the sound of the voice indicating the affections of the mind, as it seeks, possesses, rejects, or avoids. So it was that by frequently hearing words, in duly placed sentences, I gradually gathered what things they were the signs of; and having formed my mouth to the utterance of these signs, I thereby expressed my will. Thus I exchanged with those about me the signs by which we express our wishes, and advanced deeper into the stormy fellowship of human life, depending the while on the authority of parents, and the beck of elders.",
    "1.9.14": "O my God! What miseries and mockeries did I then experience, when obedience to my teachers was set before me as proper to my boyhood, that I might flourish in this world, and distinguish myself in the science of speech, which should get me honour among men, and deceitful riches! After that I was put to school to get learning, of which I (worthless as I was) knew not what use there was; and yet, if slow to learn, I was flogged! For this was deemed praiseworthy by our forefathers; and many before us, passing the same course, had appointed beforehand for us these troublesome ways by which we were compelled to pass, multiplying labour and sorrow upon the sons of Adam. But we found, O Lord, men praying to You, and we learned from them to conceive of You, according to our ability, to be some Great One, who was able (though not visible to our senses) to hear and help us. For as a boy I began to pray to You, my help and my refuge, and in invoking You broke the bands of my tongue, and entreated You though little, with no little earnestness, that I might not be beaten at school. And when You heard me not, giving me not over to folly thereby, my elders, yea, and my own parents too, who wished me no ill, laughed at my stripes, my then great and grievous ill.",
    "1.9.15": "Is there any one, Lord, with so high a spirit, cleaving to You with so strong an affection — for even a kind of obtuseness may do that much — but is there, I say, any one who, by cleaving devoutly to You, is endowed with so great a courage that he can esteem lightly those racks and hooks, and varied tortures of the same sort, against which, throughout the whole world, men supplicate You with great fear, deriding those who most bitterly fear them, just as our parents derided the torments with which our masters punished us when we were boys? For we were no less afraid of our pains, nor did we pray less to You to avoid them; and yet we sinned, in writing, or reading, or reflecting upon our lessons less than was required of us. For we wanted not, O Lord, memory or capacity, of which, by Your will, we possessed enough for our age — but we delighted only in play; and we were punished for this by those who were doing the same things themselves. But the idleness of our elders they call business, while boys who do the like are punished by those same elders, and yet neither boys nor men find any pity. For will any one of good sense approve of my being whipped because, as a boy, I played ball, and so was hindered from learning quickly those lessons by means of which, as a man, I should play more unbecomingly? And did he by whom I was beaten do other than this, who, when he was overcome in any little controversy with a co-tutor, was more tormented by anger and envy than I when beaten by a playmate in a match at ball?",
    "1.10.16": "And yet I erred, O Lord God, the Creator and Disposer of all things in Nature, — but of sin the Disposer only — I erred, O Lord my God, in doing contrary to the wishes of my parents and of those masters; for this learning which they (no matter for what motive) wished me to acquire, I might have put to good account afterwards. For I disobeyed them not because I had chosen a better way, but from a fondness for play, loving the honour of victory in the matches, and to have my ears tickled with lying fables, in order that they might itch the more furiously — the same curiosity beaming more and more in my eyes for the shows and sports of my elders. Yet those who give these entertainments are held in such high repute, that almost all desire the same for their children, whom they are still willing should be beaten, if so be these same games keep them from the studies by which they desire them to arrive at being the givers of them. Look down upon these things, O Lord, with compassion, and deliver us who now call upon You; deliver those also who do not call upon You, that they may call upon You, and that You may deliver them.",


}